{
  "intents": [
    {
      "tag": "quarantine_visits",
      "patterns": [
        "Can my friends visit me?",
        "Can someone come see me during quarantine?",
        "Is anyone allowed to visit during quarantine?",
        "What is a safe distance when someone brings me groceries?",
        "Are quarantined visits allowed?",
        "Can I receive visits during quarantine?"
      ],
      "responses": ["If you are in quarantine, you are not allowed to visit anyone."]
    },
    {
      "tag": "outside_activities",
      "patterns": [
        "are the local parks open?",
        "am I safe outside?",
        "What parks are open?",
        "can i go to park",
        "Can I go to the gym or should I avoid it?",
        "is it dangerous to go outside?",
        "Will the parks and bike trails remain open?",
        "can i go outside?",
        "can i go outside",
        "when can I go outside",
        "is it safe to go outside?",
        "What city parks are open?",
        "Can I go for a run outside?",
        "Are the national parks closed?"
      ],
      "responses": [
        "You are allowed to go outside if you aren't positive and self isolating otherwise it is fine"
      ]
    },
    {
      "tag": "globalcovid_pandemic",
      "patterns": [
        "How is a pandemic different from an epidemic?",
        "What is a pandemic?",
        "What does a pandemic mean?",
        "The WHO has declared a pandemic in the world. What does this mean?"
      ],
      "responses": ["A pandamic is an outbreak of a disease that occurs over a wide geographic area (such as multiple countries or continents) and typically affects a significant proportion of the population"]
    },
    {
      "tag": "whoareyou",
      "patterns": [
        "what can I ask you",
        "what can you do",
        "are you a robot?",
        "who you are?",
        "who are you",
        "who am I talking to",
        "what can you help me with",
        "Hello are you a living person?"
      ],
      "responses": ["I am Covi the Covid Information Buddy!","I'm Covi!!!","I am the really smart AI covi", "I am the super adorable Covi!!!"]
    },
    {
      "tag": "quarantine_living_alone",
      "patterns": [
        "Am I allowed to go to my garden in quarantine?",
        "Can I go shopping when I'm in quarantine?",
        "Can I order food while in quarantine?",
        "If I am in quarantine, can I go for walks?",
        "What if I live alone and can't go out to buy food?",
        "What if I live by myself and I'm in quarantine?",
        "What should I do if I live by myself and I'm in quarantine?"
      ],
      "responses": ["If you’re in self-isolation, you should really not be outside except for your own property, call a friend or family member to get your groceries"]
    },
    {
      "tag": "general_thankyou",
      "patterns": ["thanks", "Thank you"],
      "responses": ["Welcome!","My Pleasure","Glad to be of Help!"]
    },
    {
      "tag": "go_hospital_see_doctor",
      "patterns": [
        "I'm coughing, should I go to the doctor?",
        "i have a fever. should i go to the hospital?",
        "I have a cough but am breathing fine, should I go to the hospital or wait?",
        "I am coughing.  Should I call my doctor?",
        "how do i know whether to go to the doctor?",
        "Do I have to go to the hospital if I get COVID",
        "If I think I have COVID-19, should I see my Dr?",
        "can I go to the hospital?",
        "Who should I call if I have symptoms?",
        "Where should I go if I suspect I have coronavirus?",
        "I suspect I have the virus who can I call?",
        "should i go to the doctor now",
        "should i go to the ER if i have a cough",
        "Should I go to the hospital",
        "Should I make an appointment with my Dr?",
        "Should I see a doctor if I am showing the symptoms?",
        "when did I need to call the doctor?",
        "When do i call a doctor",
        "when should I call a doctor",
        "when should I go to a doctor?",
        "When should I go to the doctor?",
        "When should I go to the hospital?"
      ],
      "responses": ["Look for emergency warning signs for COVID-19. If someone is showing any of these signs, seek emergency medical care immediately: Trouble breathing, Persistent pain or pressure in the chest,  Inability to wake or stay awake, Pale, gray, or blue-colored skin, lips, or nail beds, depending on skin tone"]
    },
    {
      "tag": "yes",
      "patterns": ["That's correct", "Yes", "Yes it is"],
      "responses": ["Ok", "Sure", "Understood"]
    },
    {
      "tag": "covid_description",
      "patterns": [
        "What'is Corona Virus",
        "covid what is it",
        "What is covid",
        "what is covid-19",
        "What does covid stand for?",
        "Is covid a disease?",
        "where did covid come from?",
        "I heard about covid what is it?",
        "Where can I learn more about covid?",
        "Where can I find more information about covid 19?",
        "2019-nCoV",
        "origin of coronavirus",
        "does the virus spread thru surfaces",
        "how does the virus spread",
        "Where did the coronavirus come from?",
        "what is the coronavirus?",
        "what is novel coronavirus?",
        "What is COVID-19?",
        "How dangerous is this?",
        "Has the cause of COVID-19 been identified?",
        "How is COVID-19 spread?",
        "What is corona virus",
        "What is Corona virus?",
        "what is the Corona Virus",
        "what is the corona virus?",
        "where did corona virus start from?",
        "what is covid-19",
        "what is covid19",
        "What is COVID?"
      ],
      "responses": ["Coronavirus disease (COVID-19) is an infectious disease caused by the SARS-CoV-2 virus."]
    },
    {
      "tag": "general_help",
      "patterns": [
        "I'm afraid",
        "I need help",
        "Can you help me?",
        "I do not know what to do",
        "what should I do",
        "I'm afraid and don't know what to do"
      ],
      "responses": ["Covi can answer the basic questions you might have. If you have any more doubts about COVID-19, you can visit the WHO website at https://www.who.int/emergencies/diseases/novel-coronavirus-2019/advice-for-public"]
    },
    {
      "tag": "testing_information",
      "patterns": [
        "Is the covid test able to detect infection even during the incubation period?",
        "can i get tested",
        "ok - I've got enough of those that I think I need to get tested.",
        "my friend has it should i t get tested",
        "is there test kit for coronavirus",
        "Is there a test kit for the coronavirus?",
        "is there a test kit for the coronavirus",
        "is there a test kit for coronavirus",
        "is there a test for the coronavirus",
        "Is there a test for teh coronavirus",
        "is there a test for coronavirus",
        "is there a coronavirus test kit",
        "Can I get tested at home?",
        "Is it possible to test for covid 19 during the incubation period?",
        "Is it possible to detect the disease during the incubation period?",
        "I have symptoms. Should I get tested?",
        "I have a fever, should I get tested?",
        "do i need to get tested?",
        "coronavirus test kit",
        "Can I test myself?",
        "can i get tested?",
        "can I get tested quickly?",
        "can i get tested for cover?",
        "When is the coronavirus test able to detect the disease?",
        "What is the test to detect covid 19?",
        "Should we get tested if we only have symptoms",
        "should i get tested if I do not have symptoms but think I've been exposed?",
        "Should I get tested for COVID-19?"
      ],
      "responses": ["Get a PCR test as soon as possible If you've been in close contact with someone who's tested positive or if you have any of these symptoms, even if mild: a high temperature a new, continuous cough a loss or change to your sense of smell or taste. "]
    },
    {
      "tag": "travel_risk_countries",
      "patterns": [
        "Which countries are more of a risk?",
        "Which countries have been affected?",
        "Which countries should I avoid?",
        "What are the risky countries?",
        "Show me the list of high-risk countries.",
        "Which countries are affected by covid 19?",
        "Which countries are high risk to travel to?"
      ],
      "responses": ["Please refer to this websites for a list of high risk countries to visit during Covid-19: https://www.cdc.gov/coronavirus/2019-ncov/travelers/map-and-travel-notices.html"]
    },
    {
      "tag": "quarantine_living_with_others",
      "patterns": [
        "I live in an apartment with my girlfriend, but I am under quarantine now.  What should I do?",
        "How should I quarantine if I live with other people?",
        "How can I quarantine if I have family living with me?",
        "How am I supposed to be quarantined when I live with other people?",
        "What if I have a roommate and I'm put under quarantine?",
        "My wife is in quarantine.  Do I need to be as well?",
        "If a member of my family is in quarantine, what should I do?"
      ],
      "responses": ["If someone in your household is sick with COVID-19 and can isolate by staying in a separate bedroom. Otherwise approach govt. healthcare institutions"]
    },
    {
      "tag": "volunteering",
      "patterns": [
        "I want to help with babysitting.",
        "I want to help with shopping for the old.",
        "I would like to get involved as a volunteer in the current situation but I do not know how to get involved.",
        "I'm a doctor how can I help?",
        "I want to help I'm a student.",
        "I'm a medical student and I want to get involved. How can I help?",
        "I want to volunteer",
        "Volunteering",
        "contribute to fighting covid",
        "I want to help those at high risk with shopping. Where can I find information on how to help?"
      ],
      "responses": ["One can definitely volunteer to help in the fight against Covid-19! Visit https://self4society.mygov.in/ if you want to help with volunteering related to COVID-19"] 
    },
    {
      "tag": "travel_restrictions",
      "patterns": [
        "Do I need a doctor's note to travel?",
        "Can I travel in the current emergency situation?",
        "Can I travel out of the country?",
        "Can I visit relatives in another state?",
        "Can I travel for work?",
        "Should I cancel my flight to Denver?",
        "What if I urgently need to take a flight?",
        "Are there any travel restrictions in place yet?",
        "testing travelers?",
        "Is it safe to fly to Seattle?",
        "Should I change my travel plans?",
        "Can I travel?",
        "I just travelled. What do I do?",
        "do i need to stay home"
      ],
      "responses": ["If you are positive, then you must not travel and stay quarintined. Otherwise, you can travel almost anywhere with an RTPCR report. Use https://www.goindigo.in/information/state-regulations.html for information related to travel restrictions"] 
    },
    {
      "tag": "treatment_info",
      "patterns": [
        "How can I lower my temperature if I have the coronavirus?",
        "can medication reduce fever caused by a possible covid infection?",
        "Can medication be used to reduce fever?",
        "what medicines should I take if I have coronavirus",
        "what medicine work best for treatment ?",
        "What medicine should I take for COVID 19",
        "what medicine should I be taking for Covid 19",
        "What medicine should I avoid taking if I have coronavirus",
        "what kind of medicine should I take",
        "What is the treatment for this disease?",
        "Can I take ibuprofen if I have corona virus?",
        "What is the treatment for covid-19?",
        "Should I take Theraflu?",
        "Medication that helps with coronavirus",
        "Is there a medication to reduce temperature with covid-19?",
        "Is there a medication that can help me feel better?",
        "I heard about a medication for coronavirus treatment",
        "How to treat covid?",
        "best vitamin to take",
        "Can I lower my temperature using medication?",
        "what medicines work best",
        "How do we treat covid?",
        "How do I treat coronavirus?"
      ],
      "responses": ["Get yourself vaccinated, if not already. Keep yourself isolated, wash and sanitize your hands frequently. Please refer to this website for information on how to treat COVID-19: https://www.who.int/emergencies/diseases/novel-coronavirus-2019/advice-for-public/myth-busters"]
    },
    {
      "tag": "covid_illness_length",
      "patterns": [
        "How long will I feel terrible?",
        "how long does the virus last?",
        "how long does the virus last",
        "How long does the disease last?",
        "How long does the coronavirus last?",
        "how long does the corona virus last?",
        "how long does it take for the virus to run through my system?",
        "how long does it last?",
        "how long does it last",
        "How long does COVID-19 last?",
        "how long does coronavirus last",
        "How long do I need to quarantine before I no longer can transmit the virus?",
        "how long can I expect to be sick?"
      ],
      "responses": ["Most studies show that by the end of 10 days of infection, your body has cleared the active virus. However, to be safe, the general duration of quarintine is 14 days"]
    },
    {
      "tag": "treatment_shortnessofbreath",
      "patterns": [
        "what is shortness of breath",
        "describe shortness of breath",
        "how do I know if I'm suffering from shortness of breath",
        "What does breathlessness look like"
      ],
      "responses": ["Shortness of breath can have causes that aren't due to underlying disease. Examples include exercise, altitude, tight clothing, a prolonged period of bed rest or a sedentary lifestyle. Avoiding smoking, secondhand smoke and areas with high air pollution or elevations over 5,000 feet may help ease shortness of breath."]
    },
    {
      "tag": "quarantine_what_to_do",
      "patterns": [
        "If I have Covid how long do I have to self isoclate",
        "How long do I have to stay in quarantine?",
        "How long should I be in quarantine?",
        "How long should I Quarrantine?",
        "How long should you self-quarantine?",
        "how long will we have to self quarantine?",
        "if i have syptoms, how long should i quartine for?",
        "If infected, how long should individuals self-quarantine?",
        "Is anyone checking for compliance with those ordered to quarantine?",
        "What can I do when I'm in quarantine?",
        "What exactly is home quarantine?",
        "What if I break quarantine?",
        "What should I do if I have been quarantined?",
        "What should I do in quarantine?",
        "Who is responsible for quarantined people?",
        "A colleague is breaking quarantine what should I do?",
        "Are people in quarantine checked?",
        "How does Quarantine work?",
        "How long do I have to be stuck at home?",
        "How long do I have to self isolate if I have tested positive?",
        "How long does it take to quarantine?"
      ],
      "responses": ["One must stay isolated and not come in contact with others for atleast 14 days. Please refer to this website for information on how to self-quarantine: https://www.cdc.gov/coronavirus/2019-ncov/your-health/quarantine-isolation.html"]
    },
    {
      "tag": "cleaning_disinfecting",
      "patterns": [
        "Do I have to use bleach to kill coronavirus?",
        "Whats the difference between cleaning and disinfecting?",
        "Do I need lysol wipes?",
        "How do I clean my home properly?",
        "Do I need to do both?",
        "Does alcohol kill the coronavirus?",
        "What cleaning methods kill the coronavirus?",
        "Are there disinfectants available that can inactivate (kill) COVID-19?",
        "Should I spray myself or my kids with disinfectant?",
        "is lysol enough to get rid of covid virus from countertops",
        "what cleaning regimen should I follow",
        "how do i get rid of germs at my home",
        "All the stores are out of disinfecting wipes, what do I do?",
        "mopping products",
        "disinfectant products",
        "cleaning products",
        "How often do I need to clean my home to prevent the spread of coronavirus?"
      ],
      "responses": ["Keeping yourself clean and sanitised is the most important. Please refer to this website for information on how to clean and disinfect your home: https://www.cdc.gov/coronavirus/2019-ncov/prevent-getting-sick/disinfecting-your-home.html"]
    },
    {
      "tag": "shopping_groceries",
      "patterns": [
        "can we go to the store?",
        "what grocery store in keller is open?",
        "Is it safe to go to the grocery store?",
        "Is it safe to go to Costco?",
        "Is it okay to go grocery shopping?",
        "is it ok for me to go to the grocery store",
        "I need medicine. Can I go to the store?",
        "Can I still go to the grocery store?",
        "can I still go grocery shopping",
        "can i go to the store.",
        "Can I go to the grocery store?",
        "can I go to the grocery store or will I catch corona",
        "can i go to the grocery store",
        "can I go to grocery stores",
        "are grocery stores still open",
        "Am I allowed to go to the grocery store?"
      ],
      "responses": ["As long as you do not have symptoms of COVID-19, you can shop at any grocery store while wearing a mask. If you have symptoms, you should visit a COVID-19 testing center or call your local health department."]
    },
    {
      "tag": "prevention_howto_wash_hands",
      "patterns": [
        "Effective cleaning and hand washing techqniques",
        "How do I wash my hands properly?",
        "How should I properly wash my hands?",
        "How to wash your hands properly?",
        "Wash hands",
        "hands cleaing",
        "maintaining sanitation",
        "Washing your hands effectively"
      ],
      "responses": ["One must properly wash their hands and keep a sanitizer on them at all times. Please refer to this website for information on how to wash your hands: https://www.cdc.gov/handwashing/when-how-handwashing.html"]
    },
    {
      "tag": "aboutvirus_highriskgroups",
      "patterns": [
        "Which age group is at an increased risk of getting covid 19?",
        "Is Covid Dangerous To pregnant women?",
        "who is the most vulnerable to covid",
        "Who is most at risk?",
        "who is most at risk",
        "who is in danger",
        "What is the risk of coronavirus for pregnant women?",
        "what groups are most at risk",
        "What population groups are most at risk?",
        "What is the risk of covid for pregnant women?",
        "I have cancer am I at risk of coronavirus?"
      ],
      "responses": ["People of any age can catch COVID-19 . But it most commonly affects middle-aged and older adults. The risk of developing dangerous symptoms increases with age, with those who are age 85 and older are at the highest risk of serious symptoms."]
    },
    {
      "tag": "globalcovid_who",
      "patterns": [
        "What does the WHO do?",
        "What is recommended by WHO and other international organizations regarding coronavirus?",
        "What opinion does the World Health Organization (who) have on next steps?",
        "What position does the WHO have?",
        "What has the world health organization said about covid 19?"
      ],
      "responses": ["WHO stands for World Health Organisation. It's primary role is to direct international health. Refer to the following website for information regarding the World Health Organization: https://www.who.int/about"]
    },
    {
      "tag": "protecting_against_infection",
      "patterns": [
        "what can i do to prevent COIVD?",
        "What should I do to stay safe?",
        "What is the risk of my child becoming sick with COVID-19?",
        "Do I need to wear a face mask?",
        "How do I protect myself?",
        "What's the best way to prevent coronavirus?",
        "How often should I wash my hands?",
        "How can I protect my family from the spread of coronavirus?",
        "how to I prevent myself from getting sick?",
        "how do I ensure my family is safe?",
        "Is it even possible to avoid the virus?",
        "How to Prevent the Spread of the Virus",
        "prevent the spread of the virus",
        "what should i do to contain the spread of the virus",
        "How do you protect yourself?",
        "How to prevent covid infection?",
        "What is the best prevention?",
        "Do I need to disinfect my cell phone when I get home",
        "Can I protect myself by drinking alcohol",
        "Does the sun kill coronavirus?",
        "What will help me prevent covid infection?",
        "What should I do to avoid getting sick?",
        "How do I avoid Coronavirus",
        "What is the most effective prevention?",
        "What rules should I follow to prevent covid illness?",
        "Should I avoid people?",
        "how can i prevent coronavirus",
        "how do I stay safe",
        "what can I do to avoid getting sick?",
        "What can I do to not get sick?",
        "precautionary measures",
        "what is the best way to prevent coronavirus",
        "how do i prevent catching the desease",
        "what can i do to prevent getting coronavirus?",
        "how can I not get sick",
        "How can I avoid getting sick?",
        "what can i do to stay safe",
        "What is effective prevention against covid?",
        "Does eating garlic help?",
        "What are some good tips for prevention?",
        "How to avoid catching covid-19.",
        "How do I avoid covid-19?"
      ],
      "responses": ["To prevent the spread of COVID-19: Maintain a safe distance from others (at least 1 metre), even if they don’t appear to be sick. Wear a mask in public, especially indoors or when physical distancing is not possible. Choose open, well-ventilated spaces over closed ones. Open a window if indoors. Clean your hands often. Use soap and water, or an alcohol-based hand rub. Get vaccinated when it’s your turn. Follow local guidance about vaccination. Cover your nose and mouth with your bent elbow or a tissue when you cough or sneeze. Stay home if you feel unwell."]
    },
    {
      "tag": "about_hate",
      "patterns": [
        "This is crap",
        "I'm hanging up",
        "I hate you",
        "I hate this",
        "I hate these kinds of things",
        "I hate",
        "I don't like this",
        "everything is horrible",
        "go to hell",
        "This is hateful"
      ],
      "responses": ["I'm Sorry", "I'll do better next time"]
    },
    {
      "tag": "masks_availability",
      "patterns": [
        "Why aren't there enough masks and respirators?",
        "Why are there no masks and respirators in pharmacies?",
        "Why are no masks or respirators available anywhere?",
        "Where do people get protective masks or disinfectants?",
        "Where can I get masks?",
        "When will respirators and masks be finally sold?",
        "When will masks be available?",
        "When can I buy a mask at a pharmacy?",
        "When will masks be available at retail stores? They are not yet and we can get infected on public transport before they are.",
        "I'd like a respirator",
        "How is it possible that the state does not have enough masks and respirators?",
        "Why can't I get or find a mask or a respirator anywhere?",
        "Why aren't there respirators?",
        "why aren't any masks available?",
        "When can I buy a mask?"
      ],
      "responses": ["You should be able to purchase masks from your nearest pharmaceutical shop or even order them online"]
    },
    {
      "tag": "quarantine_social_aid",
      "patterns": [
        "Tell me about working from home?",
        "I'm in quarantine and can't work.  What should I do?",
        "Am I able to work from my home office?",
        "How can I do my job while I'm in quarantine?",
        "Can I work from home?",
        "Can I work from home during quarantine?",
        "Can I take a sick leave to quarantine?"
      ],
      "responses": ["Contact your employer or organisation for more information regarding work from home and sick leave"]
    },
    {
      "tag": "testing_locations",
      "patterns": [
        "I want to be tested for covid-19",
        "None of those sound like they cover how to get tested. Can you tell me how/where I can get tested?",
        "where can I get tested for the coronavirus in New York",
        "I live in Austin, where can I get tested for Covid-19",
        "I live in Ontario, where can I get tested?",
        "i am in new york where should i get tested",
        "i have symptoms. where can i get tested?",
        "Where can I go to get tested for COVID?",
        "Where can I get tested for coronavirus?",
        "where can i get tested for coronavirus",
        "I need to get tested, where can I go?",
        "where can I get tested in new mexico",
        "how do I get screened?",
        "how can i get screened",
        "where can i get screened?",
        "I want a coronavirus test",
        "how do I get a coronavirus test?",
        "where should I go to get screened",
        "how do you test",
        "Where can I test",
        "How can I get a test",
        "how do i get a test?",
        "where can I be tested",
        "where do I get a test",
        "where can i get a test",
        "where can I get a test?",
        "where can I get a test kit",
        "where can I get a test done",
        "where can I get a test done?",
        "Where can I get a COVID-19 test?",
        "where can I get a coronavirus test",
        "Where do I go for COVID19 testing?",
        "where cani get tested",
        "how can I get tested",
        "how do I get tested for Covid -19",
        "where can I get tested in alabama",
        "Where can I get tested for Corona?",
        "where can I get tested in Houston?",
        "Where can I get tested for cover-19",
        "Can I test myself at my house?",
        "Can I get tested at Walgreens?",
        "Can I get tested at my doctor's?",
        "How do I get tested?",
        "Where can I get tested?",
        "can you direct me to the nearest test center",
        "testing spots for coronavirus?",
        "testing locations?",
        "How can I get tested for covid?",
        "How can I get a coronavirus test?",
        "I need to be checked for covid 19.",
        "Who do I contact if I want to get tested for covid 19 infection?",
        "I want a test for coronavirus",
        "where I can get tested",
        "where can I order a coronavirus test"
      ],
      "responses": ["Please refer to this website to find a testing center near you and get tested at the earliest: https://covid.icmr.org.in/index.php/testing-facilities"]
    },
    {
      "tag": "case_count",
      "patterns": [
        "how many people in texas have corona virus?",
        "How many people are infected with Corona virus currently in texas?",
        "how many people are infected",
        "how many people have the virus?",
        "How many folks in Texas are infected?",
        "How many coronavirus cases are there in my area?",
        "How many cases of the virus are there in the world?",
        "how many cases are there in Texas?",
        "are people infected in my city ?",
        "how many patients are infected with cornona virus in collin county",
        "How many people have the virus in our county",
        "Which countries has covid-19 been detected in?",
        "Where can I find information about covid 19 for the world?",
        "How has coronavirus spread around the world?",
        "How many people are sick throughout the world?",
        "How many people total have coronavirus?",
        "How many people have covid-19 in the whole world?",
        "How many people in the world have died?",
        "Are there any cases near me",
        "Does MA have a confirmed COVID case?",
        "how many ppl are infected in the us?",
        "Does the US have a confirmed COVID case?",
        "what is the count of coronavirus infected people?",
        "covid number in my state?",
        "has anyone died of coronavirus in my state?",
        "is anyone near me sick",
        "Where are cases?",
        "How many cases of COVID-19 are in the US?"
      ],
      "responses": ["As I am incapable of telling this, please refer to this website for realtime data about no of COVID-19 cases in the world: https://www.worldometers.info/coronavirus/"]
    },
    {
      "tag": "covid_comparing_illness",
      "patterns": [
        "how does cover-19 compare to the SARS epidemic?",
        "How do flu symptoms differ from coronavirus symptoms?",
        "Flu vs. COVID-19",
        "is this worse than flue",
        "Is this worse than the flu?",
        "is this worse than flu",
        "is this the same as the flu?",
        "Is the coronavirus the same as SARS?",
        "what's the difference between the flu and coronavirus",
        "What's the difference between flu and coronavirus?",
        "What's the difference between flu and coronavirus",
        "Flu vs Coronavirus",
        "flu vs covid19",
        "what is the difference between the flu and coronavirus",
        "what is the difference between flu and coronavirus",
        "What is the difference between COVID-19 and the flu",
        "What is different between flu and coronavirus",
        "SARS vs Corona virus?",
        "Is the coronavirus the same as MERS?",
        "Is the coronavirus the same as a cold?",
        "is covid the same as the flu?",
        "How's the flu different from coronavirus?",
        "how is the flue different from the coronavirus?",
        "How is flu different from corpnavirus",
        "How is corona virus different than SARS?"
      ],
      "responses": ["Covid-19 and flu have similar symptoms but Covid-19 is much more critical and spreads more easily than flu. Refer to https://www.cdc.gov/flu/about/flu-vs-coronavirus.html for more information"]
    },
    {
      "tag": "quarantine_eligibility",
      "patterns": [
        "which countries are quarantined",
        "will there be a mandated quarantine",
        "when do I know if I need to quarantine?",
        "when can I be ordered to quarantine?",
        "What should I do when I get back from another country?",
        "What should I do if I returned from another country?",
        "What countries are under a quarantine?",
        "Under what conditions do I have to quarantine?",
        "Under what circumstances do I have to quarantine?",
        "I was on vacation in another country.  Do I need to quarantine?",
        "I came back from a country do I have to quarantine?",
        "how do I self quarantine ?",
        "do I have to quarantine when I come back from out of the country?",
        "do i have to quarantine",
        "do I have to go into quarantine?"
      ],
      "responses": ["If you test positive for Covid-19, then you must quarantine yourself to ensure others are not affected. For more details regarding international quarintine guidelines visit: https://www.mea.gov.in/guidelines-for-international-arrivals.html"]
    },
    {
      "tag": "symptoms",
      "patterns": [
        "what is the first symptom",
        "what are the covid symtoms",
        "what are symtoms?",
        "what are symptoms",
        "how do I know if i have this thing",
        "how do i know if i have this issue",
        "how do i know if I got this thing",
        "how do i know if i got this",
        "I have headache and sore throat ..what should I do ?",
        "If I only have a sore throat is it Coronavirus?",
        "I have sore throat, is it coronavirus?",
        "i have a sore throat",
        "I have sore throat",
        "Ihave sore throat",
        "My child is coughing. Should I be worried?",
        "my child has a high fever and is coughing. what should I do?",
        "Will I throw up if I have the virus?",
        "Will I poop a lot if I have the virus?",
        "what are the most common symptoms of COVID?",
        "what are the symptoms I should look out for",
        "what are covid 19 symptoms",
        "tell me about the symptoms",
        "How do I know if I'm sick with covid-19?",
        "how to distinguish it from a common cold.",
        "how can one know if they have been infected?",
        "I have an irritating cough",
        "what are the symptoms of coronavirus",
        "What to do if I think I have covid?",
        "Will my head hurt if I have covid 19?",
        "Is a headache a symptom of the coronavirus?",
        "I'm afraid I have covid-19",
        "what are the common symptoms",
        "what are the early symptoms of covid-19?",
        "What are the first symptoms for COVID?",
        "what are the symptoms of coronoavirus",
        "what are the symptoms of COVID-19",
        "what are the COVID-19 symptoms?",
        "what are symptoms of coronvirus",
        "what are the types of symptoms",
        "Hi what are the symptoms?",
        "What are the symptoms?",
        "what are my symptoms",
        "I feel congested and have a fever",
        "am i sick",
        "I think i'm infected",
        "should I get tested if I have a cough?",
        "I think I might have the virus.",
        "I have travled recently. What do I do?",
        "I traveled to Italy recently. What do I do?",
        "Do I need to get tested?",
        "What are symptoms?",
        "how do i know if im sick",
        "do I have covid?",
        "my throat and head hurt",
        "my throat hurts and I have a headache as well",
        "should i get tested",
        "Symptoms",
        "Wet cough",
        "temperature",
        "I can not breath very well",
        "rhinitis",
        "I'm having respiratory problems",
        "I thing I feel symptoms of the disease",
        "my eyes are burning",
        "I have a burning feeling in my chest",
        "I think I have covid 19",
        "My husband has coronavirus symptoms",
        "My girlfriend has symptoms of covid-19",
        "I have a temperature and cough. Do I have the coronavirus?",
        "I have illness symptoms",
        "I have a fever",
        "Is rash a symptom of covid-19?",
        "what symptoms are typical with this disease",
        "What are the symptoms of the disease?",
        "What are the symptoms of covid?",
        "what are the symptoms"
      ],
      "responses": ["Common symptoms in fever, cough, tiredness, loss of taste and smell. Refer to this website for more information regarding symptoms of Covid-19: https://www.cdc.gov/coronavirus/2019-ncov/symptoms-testing/symptoms.html"]
    },
    {
      "tag": "about_anezka_howareyou",
      "patterns": [
        "how does this work",
        "how are you",
        "how is it going",
        "How are you doing"
      ],
      "responses": ["I'm fine! I hope you are fine too!","I'm doing great! I hope you are too!"]
    },
    {
      "tag": "treatment_vaccine",
      "patterns": [
        "Is there a vaccine for Covid-19",
        "is there a vaccine for covid",
        "Is there a vaccine for coronavirus?",
        "Is there a vaccine for corona virus",
        "Is there a cure for covid-19?",
        "Is there a cure for covid 19?",
        "Is there a covid vaccine?",
        "Is the covid vaccine ready?",
        "Covid-19 vaccine?",
        "Is there a vaccine?",
        "Is there a vaccine for this",
        "Is there a vaccine for the coronavirus?",
        "is there a vaccine for Covid-19?"
      ],
      "responses": ["Yes, Covid-19 has a vaccine. Please register at https://www.cowin.gov.in/ for the vaccine at the earliest"]
    },
    {
      "tag": "aboutvirus_transmission",
      "patterns": [
        "How does covid spread?",
        "When does a person become contagious?",
        "spreading covid to others",
        "number of infected",
        "Is it possible to get infected from the infected person the next day?",
        "is it contagious",
        "is covid19 contagious?",
        "is covid-19 contagious?",
        "is covid transmissible from animals?",
        "Is Coronavirus contagious?",
        "How would I get covid?",
        "How would I catch it?",
        "how many people are infected in the United States",
        "How is covid transmitted?",
        "How does the infection spread",
        "how does covid-19 spread to others",
        "how does covid-19 spread",
        "how does covid spread",
        "how can covid be transmitted",
        "how does coronavirus spread?",
        "How do I catch the virus?",
        "How contagious is COVID-19?",
        "How can I get infected?"
      ],
      "responses": ["COVID-19 transmits when people breathe in air contaminated by droplets and small airborne particles. The risk of breathing these in is highest when people are in close proximity, but they can be inhaled over longer distances, particularly indoors."]
    },
    {
      "tag": "school_shutdown",
      "patterns": [
        "can my kids return to high school",
        "Is graduation delayed?",
        "When does covid vacation end?",
        "When will my good go back to school?",
        "When is school back in session?",
        "When will teaching go back to work?",
        "How long is teaching on hold?",
        "When will schools close?",
        "Will there be exams in the summer?",
        "Will graduations be pushed back?",
        "Will there be school in the summer?",
        "Are schools open?",
        "Are my schools closed",
        "Are my children's schools closed?",
        "Which schools are closed?",
        "are schools open",
        "Is my kids school closed?",
        "are schools in my area closed",
        "are schools closed?",
        "are my schools closed?",
        "Is my school closed?",
        "what schools are closed",
        "when can my kid go back to high school",
        "when will my kids school reopen",
        "When can my kid go back to college",
        "When will my kids be back in school?",
        "when do the children go back to school",
        "when can my kid go back school",
        "when can kids return to school",
        "when can my kids go back to school",
        "when can my kids go back to college?",
        "when can my kids go back to high school in 78712",
        "I live in 78709. when will my kids high school reopen?",
        "where can my kids go back to school",
        "Will classes be moved to summer?",
        "Are schools shut down?",
        "Can my child go to school?",
        "When will the schools open?",
        "Is HS 123 open?",
        "How will the shutdown impact my child's attendance records?",
        "Will students still graduate this year?",
        "What does the ordered school closure mean for report cards?",
        "What happens after the ordered three-week closure period ends?",
        "Should my child stay home from school?",
        "How can I get the latest news on my school closure?",
        "when can i send my kids back to school",
        "when can kid go back to school",
        "when can my kid go back to school",
        "when can my high school senior go back to school",
        "When can I return to school?",
        "when can my kids back school",
        "ARE COLLEGES OPEN",
        "is my school closed",
        "is my kids school closed",
        "are schools closed",
        "are schools closed in my area",
        "are schools closed ?",
        "is the school closed"
      ],
      "responses": ["All goverment schools and colleges are open now in most of the states"]
    },
    {
      "tag": "covid_pets_animals",
      "patterns": [
        "Can dogs spread the corona virus?",
        "Can animal get the corona virus?",
        "Are my pets at risk from Corona Virus?",
        "can dogs get the coronavirus?",
        "Can dogs get the corona virus?",
        "can dogs get covid19?",
        "can dogs catch the corona virus",
        "Can the dog get sick with corona virus?",
        "can pets get the virus",
        "can pets get covid",
        "can pets contract the virus",
        "Can my pets get the virus?",
        "Can my pets carry the virus?",
        "Can I get corona virus from my pet?"
      ],
      "responses": ["Reports of animals infected with SARS-CoV-2 have been documented around the world. Most of these animals became infected after contact with people with COVID-19, including owners, caretakers, or others who were in close contact."]
    },
    {
      "tag": "testing_results",
      "patterns": [
        "testing_results",
        "My doctor hasn't given me my test results back yet.",
        "When can I get my results?",
        "How can I get my test results?",
        "Its been a week. Who can I call to get my test results?",
        "Who will give me my COVID test results?",
        "I was tested yesterday when do I hear back?",
        "Do my test results come in the mail?",
        "test outcomes?"
      ],
      "responses": ["It should generally take four to six hours for Covid-19 RTPCR test, if the test report hasn't arrived in 24hrs contact the respective testing facilities"]
    },
    {
      "tag": "greeting",
      "patterns": [
        "good afternoon",
        "good evening",
        "good morning",
        "Hello",
        "Hey",
        "Hi",
        "What's up"
      ],
      "responses": ["Hello", "Hey", "Hi", "What's up","Greetings!!"]
    },
    {
      "tag": "aboutvirus_incubation_period",
      "patterns": [
        "Incubation period of coronavirus?",
        "What is the incubation period of covid?",
        "How long before I get symptons?",
        "how long do symptons take to develop ?",
        "how long is the incubation period for covid-19",
        "How long is the incubation period of covid 19?",
        "How long is the incubation period?",
        "How long are people infected with COVID-19 before they are symptomatic?",
        "How long before I experience covid-19 symptons?"
      ],
      "responses": ["On average it takes 5–6 days from when someone is infected with the virus for symptoms to show, however it can take up to 14 days."]
    },
    {
      "tag": "masks_protection",
      "patterns": [
        "Does a mask or respirator help prevent covid infection?",
        "Do I have to wear a mask when I'm outside or taking a walk?",
        "Can I go out without a respirator?",
        "Can a mask help me?",
        "Will a respirator help me?",
        "When should I wear a respirator?",
        "When should I wear a mask?",
        "should I wear a respirator?",
        "Should I wear a mask so I don't get infected?",
        "Should I wear a mask or a respirator?",
        "Should I buy a respirator?",
        "I often travel by public transport. Should I wear a respirator?",
        "Do I have to wear a respirator?"
      ],
      "responses": ["Face masks combined with other preventive measures, such as getting vaccinated, frequent hand-washing and physical distancing, can help slow the spread of the virus that causes COVID-19."] 
    },
    {
      "tag": "covid_mortality_rate_likelihood",
      "patterns": [
        "what is the mortality rate for covid 19",
        "am i going to die",
        "am I going to die from the Covid virus?",
        "am I going to die?",
        "Are my kids going to die?",
        "can i die from COVID-19",
        "mortality rate?",
        "what is the mortality rate of Covid-19",
        "what is the mortality rate of covid-19?",
        "What is the mortality rate of the virus?",
        "will i die from covid-19",
        "Will I die if I get coronavirus?"
      ],
      "responses": ["According to the World Health Organization, the mortality rate of COVID-19 is around 1 in 358 deaths."]
    },
    {
      "tag": "goodbye",
      "patterns": ["Bye", "See you later", "Goodbye"],
      "responses": [
        "See you later, thanks for visiting",
        "Have a nice day",
        "Bye! Come back again soon."
      ]
    }
  ]
}